start_text = """
Привет! Я Travelcombot. Я объединяю путешественников в  сообщества по интересам. А как тебя зовут?
"""

add_avatar_text = """
Добавишь свою фотку на аватарку?
"""

error_avatar_text = """
Отправьте фотографию!
"""

register_travel_type = """
Я помогаю пользователям искать единомышленников поблизости. К какому сообществу путешественников ты относишься?
"""

community_more_info_text = """
Узнайте больше о наших сообществах
"""

error_button_text = """
Выберите одну из кнопок на клавиатуре!
"""

register_events_question_text = """
В каких мероприятиях сообщества ты участвовал(а)?
"""

register_confirm_people_text = """
Назови имена трех человек, которые могут это подтвердить
"""

register_complete = """
Спасибо за оформление заявки! Как только вашу заявку подтвердит администратор, вы получите уведомление
"""

wait_confirm_text = """
Ожидайте подтверждения вашей заявки администратором
"""

success_confirm_anket_text = """
Заявка одобрена! Поделись своей геолокацией и посмотри, кто находится рядом с тобой

Отправьте боту /start для просмотра меню
"""

unsuccess_confirm_anket_text = """
Ваша заявка отклонена администратором
"""
