start_text = """
Привет! Я Travelcombot. Я объединяю путешественников в  сообщества по интересам. А как тебя зовут?
"""

error_name_text = """
Введите имя и фамилию
"""

add_avatar_text = """
Добавишь свою фотку на аватарку?
"""

error_avatar_text = """
Отправь фотографию!
"""

register_travel_type = """
Я помогаю пользователям искать единомышленников поблизости. К какому сообществу путешественников ты относишься?
"""

community_more_info_text = """
Узнай больше о наших сообществах
"""

error_button_text = """
Выбери одну из кнопок на клавиатуре!
"""

register_type_events_question_text = """
Выбери тип мероприятия, в которых ты участвовал(а)?
"""

register_events_question_text = """
Выбери мероприятие сообщества, в котором ты участвовал(а)?
"""

register_confirm_people_text = """
Назови имена трех человек, которые могут это подтвердить
"""

register_complete = """
Спасибо за оформление заявки! Как только твою заявку подтвердит администратор, ты получите уведомление
"""

wait_confirm_text = """
Ожидай подтверждения твоей заявки администратором
"""

success_confirm_anket_text = """
Заявка одобрена! Поделись своей геолокацией и посмотри, кто находится рядом с тобой

Отправь боту /start для просмотра меню
"""

unsuccess_confirm_anket_text = """
Твоя заявка отклонена администратором
"""

admin_access_denied_text = """
Ты не являешься администратором бота. Доступ запрещен.
"""

admin_panel_greet_text = """
Админ-панель
"""

ready_send_email_admin_text = """
Отправь сообщение для рассылки
"""

success_send_email_admin_text = """
Сообщение успешно отправлено участникам бота
"""

cancel_text = """
Действие отменено
"""

success_register = """
Заявка подтверждена
"""

unsuccess_register = """
Заявка отклонена
"""

main_text = """
Выбери действие
"""

settings_text = """
Заполни профайл, чтобы другим путешественникам было проще с тобой познакомиться :)
"""

add_about = """
Напиши о своих интересах 
"""

add_insta = """
Напиши свое имя в инстаграм
"""

about_updated = """
Ты успешно изменил описание своих интересов!
"""

insta_updated = """
Ты успешно изменил свой инстаграм!
"""

register_invite_text = """
Пожалуйста, зарегистрируйся в боте. Для этого отправь /start и следуй инструкциям
"""

send_location_text = """
Отправь свое местоположение
"""

share_geo_not_valid = """
Отправь местоположение, нажав на кнопку на клавиатуре
"""

share_geo_success = """
Твоя геопозиция успешно обновлена!
"""

select_community_map = """
Какую карту хочешь посмотреть?
"""
